tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "act"
brew "autoconf"
brew "automake"
brew "bat"
brew "openssl@1.1"
brew "python@3.8"
brew "cairo"
brew "cmake"
brew "ctags"
brew "ffmpeg"
brew "gh"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "hstr"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "libpq", link: true
brew "node"
brew "openshift-cli"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sshuttle"
brew "stow"
brew "tmux"
brew "tree"
brew "uwsgi"
brew "watch"
brew "wget"
brew "yarn"
brew "helm/tap/chart-releaser"
brew "nvm"
brew "runjs"

# Casks
cask "app-cleaner"
cask "all-in-one-messenger"
cask "discord"
cask "google-chrome"
cask "firefox"
cask "font-fira-code"
cask "rectangle"
cask "stats"
cask "scroll-reverser"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
