tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "automake"
brew "bat"
brew "colima"
brew "docker"
brew "fzf"
brew "gh"
brew "hstr"
brew "httpie"
brew "jq"
brew "nvm"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"

# Casks
cask "all-in-one-messenger"
cask "app-cleaner"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "grammarly-desktop"
cask "hyper"
cask "notion"
cask "rectangle"
cask "runjs"
cask "scroll-reverser"
cask "spotify"
cask "stats"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
